Repository: threadi/downloadlist
Catalog: languages/download-list-block-with-icons-*.po
Languages: de_de

source: Download List Block with Icons
de_de: Download Liste mit Icons

source: Provides a Gutenberg block for capturing a download list with file type specific icons.
de_de: Stellt einen Gutenberg-Block für die Erfassung einer Download-Liste mit Dateityp-spezifischen Icons bereit.

source: Dismiss this notice.
de_de: Diesen Hinweis ausblenden.

source: My custom iconset
de_de: Mein benutzerdefiniertes Iconset

source: Download List Icons
de_de: Download Liste Icons

source: Download List Icon
de_de: Download Liste Icons

source: Parent Download List Icon
de_de: Eltern Download Liste Icons

source: All Icons
de_de: Alle Icons

source: Add new Icon
de_de: Neues Icon hinzufügen

source: Edit Icon
de_de: Icon bearbeiten

source: View Download List Icon
de_de: Zeige Download Liste Icon

source: View Download List Icons
de_de: Zeige Download Liste Icons

source: Search Download List Icon
de_de: Suche Download Liste Icons

source: Not Found
de_de: Nicht gefunden

source: Not found in Trash
de_de: Nicht gefunden im Papierkorb

source: Search iconset
de_de: Suche Iconset

source: Edit iconset
de_de: Iconset bearbeiten

source: Update iconset
de_de: Aktualisiere Iconset

source: Add new Iconset
de_de: Neues Iconset hinzufügen

source: Go to iconsets
de_de: Gehe zu Iconsets

source: Download
de_de: Herunterladen

source: Iconset added.
de_de: Iconset hinzugefügt.

source: Iconset updated.
de_de: Iconset aktualisiert.

source: Iconset deleted.
de_de: Iconset gelöscht.

source: Icon updated.
de_de: Icon aktualisiert.

source: Icon added.
de_de: Icon hinzugefügt.

source: Settings
de_de: Einstellungen

source: Choose icon
de_de: Wähle ein Icon

source: Remove image
de_de: Entferne die Grafik

source: Upload or choose image
de_de: Hochladen oder wählen einer Grafik

source: Choose file type
de_de: Wähle den Dateityp

source: Set this as default iconset
de_de: Setze als Standard-Iconset

source: Set font size for icons of this set
de_de: Setze Schriftgröße für Icons in diesem Set

source: Set width and height for icons of this set
de_de: Setze Breite und Höhe für Icons in diesem Set

source: Iconset could not be loaded.
de_de: Iconset konnte nicht geladen werden.

source: Default iconset
de_de: Standard Iconset

source: This is the default iconset
de_de: Das ist das Standard-Iconset

source: title for downloadlist (optional)
de_de: Titel für Downloadlisten (optional)

source: description for downloadlist (optional)
de_de: Beschreibung für Downloadlisten (optional)

source: Loading ..
de_de: Lade ..

source: Remove from list
de_de: Entfernen von der Liste

source: Edit file
de_de: Datei bearbeiten

source: Save
de_de: Speichern

source: hold to pull
de_de: festhalten zum Ziehen

source: Download List with Icons
de_de: Download Liste mit Icons

source: Add files to list
de_de: Dateien hinzufügen

source: Sort files by title
de_de: Sortieren nach Titel

source: Sort files by filesize
de_de: Sortieren nach Dateigröße

source: Hide icons
de_de: Icon verstecken

source: Choose iconset
de_de: Wähle das Iconset

source: Manage Iconsets
de_de: Verwalte Iconsets

source: Hide file sizes
de_de: Dateigrößen verstecken

source: Hide descriptions
de_de: Beschreibungen verstecken

source: Show download-button
de_de: Herunterladen-Button anzeigen

source: Choose link target
de_de: Wähle das Linkziel

source: Direct link
de_de: Direktlink

source: Attachment page
de_de: Anhangseite

source: Do not force download
de_de: Herunterladen nicht erzwingen

source: Add your first file
de_de: Ergänze deine erste Datei
